{"class_name": "Sequential", "keras_version": "1.1.0", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 19, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 16, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 16]}}, {"class_name": "Activation", "config": {"activation": "linear", "trainable": true, "name": "activation_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_2", "output_dim": 19, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 19, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 19]}}, {"class_name": "Activation", "config": {"activation": "linear", "trainable": true, "name": "activation_2"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_3", "output_dim": 22, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 19, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 19]}}, {"class_name": "Activation", "config": {"activation": "softmax", "trainable": true, "name": "activation_3"}}]}